[Skills.Skill_AfterburnerConsumption SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skins.BanditTechnical_Skin_TypeA CustomizationDefinition]
CustomizationName="Modelo A"

[Vehicle.Class.Class_BadassMGTechnical_AIOnly VehicleClassDefinition]
DisplayName="Veículo de Bandido Encrenqueiro"

[Vehicle.Class.Class_MGTechnical_AIOnly VehicleClassDefinition]
DisplayName="Bandido Motorizado"

[Vehicle.Class.Class_RocketTechnical_AIOnly VehicleClassDefinition]
DisplayName="Veículo de Bandido com Ferrão"

[Vehicle.Class.Class_SawBladeTechnical_AIOnly VehicleClassDefinition]
DisplayName="Veículo de Bandido Caçador de Cabeças"

[Weapons.WeaponTypes.WeaponType_BadassMG_AIOnly VehicleWeaponTypeDefinition]
Typename="Veículo de Bandido Encrenqueiro com Metralhadora"
PickupMessage="Has conseguido %s"
UseFailureLevelMessage="Debes ser al menos de nivel %d para usar este objeto."
UseFailureConstraintsMessage="No puedes usar este objeto."
NoManufacturerName="Genérico"

[Weapons.WeaponTypes.WeaponType_MG_AIOnly VehicleWeaponTypeDefinition]
Typename="Veículo de Bandido com Metralhadora"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapons.WeaponTypes.WeaponType_Rocket_AIOnly VehicleWeaponTypeDefinition]
Typename=" Veículo de Bandido com Lança-Foguetes"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapons.WeaponTypes.WeaponType_SawBlade_AIOnly VehicleWeaponTypeDefinition]
Typename="Veículo de Bandido com Serra Circular"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

